import React from 'react';
import "./Comments.css"
import CommentItem from './CommentItem/CommentItem';

export default function Comments() {
  return (
    <div className='comments-container'>
        <div className="title">
            <h2>
                نظرات مشتریان
            </h2>
        </div>
        <div className="CommentsList">
            <CommentItem username="اما واتسن" theme="" star="5" text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد" />
            <CommentItem username="عرفان گندمریزی" theme="gold" star="5" text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد" />
            <CommentItem username="جان ویک" theme="" star="5" text="لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده از طراحان گرافیک است چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد نیاز و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد" />
        </div>
    </div>
  )
}
